Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Dreaming Freedom.tmx
Source language: en
Languages: es_419

source: juhyeon, you’re here!
es_419: ¡LLEGASTE, JUHYEON!

source: sigh...
es_419: UFF…

source: I fell asleep late after telling sora everything I didn’t have time for earlier...
es_419: ME DORMÍ TARDE PORQUE LE CONTÉ A SORA TODO LO QUE NO PUDE CONTARLE ANTES…

source: to be honest, I think I already knew that...
es_419: PERO CREO QUE YA LO SABÍA…

source: ah... did I mess up...?
es_419: AH… ¿ME EQUIVOQUÉ…?

source: why does she seem angry?
es_419: ¿POR QUÉ PARECÍA ESTAR ENOJADA?

source: Jeongmin be careful going home at night... seeing her face makes me want to commit homicide, seriously
es_419: TEN CUIDADO CUANDO VUELVES A CASA ESTA NOCHE, JEONGMIN… CUANDO LE VEO LA CARA, ME DAN GANAS DE ASESINARLA, EN SERIO…

source: any other day, this would have been pure terror to me...
es_419: CUALQUIER OTRO DÍA, ESTARÍA ATERRADA POR ESO…

source: whew
es_419: FIU

source: let’s talk later.
es_419: LUEGO HABLAMOS.

source: the girls in the chat rooms can’t really relate since they don’t hang out with her themselves.
es_419: LAS CHICAS DEL CHAT NO SABEN DE QUÉ HABLO PORQUE NO PASAN TIEMPO CON ELLA.

source: you and yuju would be the first ones to blame.
es_419: YUJU Y TÚ SERÍAN LAS PRIMERAS SOSPECHOSAS.

source: that was a close one... they almost got into an argument...
es_419: ESTUVO CERCA… CASI EMPIEZAN A DISCUTIR…

source: he’s coming this way!!
es_419: ¡VIENE PARA ACÁ!

source: hyejin, you’re earlier than usual too.
es_419: HYEJIN, TÚ TAMBIÉN LLEGASTE TEMPRANO.

source: so I debunked your rumor to our classmates...
es_419: POR ESO LAS CONVENCÍ DE QUE NO ERA CIERTO…

source: I’m fine, you two.
es_419: ESTOY BIEN.

source: are you out of your mind?
es_419: ¿ESTÁS COMPLETAMENTE LOCA O QUÉ?

source: whatever, I’ll be right back so wait.
es_419: NO IMPORTA. YA VUELVO; ESPÉRENME.

source: lean back
es_419: SE INCLINA

source: jeez, that scared me.
es_419: AY, ME ASUSTÉ…

source: those guys are only coming because I said you were going to be there!
es_419: ¡LOS CHICOS VAN PORQUE LES DIJE QUE TÚ TAMBIÉN IRÍAS!

source: what...?
es_419: ¿QUÉ…?

source: people like her always show their ugly sides if you give them a little nudge.
es_419: SI LE DAS UN EMPUJONCITO, LA GENTE COMO ELLA SIEMPRE MUESTRA SU LADO FEO.

source: cold
es_419: FRÍA

source: and she’s been telling everyone around her to do the same...
es_419: Y LES DIJO A TODAS LAS DEMÁS CHICAS QUE HICIERAN LO MISMO.

source: if something happened to her,
es_419: SI ALGO LE PASARA,

source: what are you two laughing about?
es_419: ¿DE QUÉ SE RÍEN?

source: it’s unlocked...!
es_419: ¡ESTÁ DESBLOQUEADO…!

source: some bitch who bullied juhyeon in grade school.
es_419: UNA IDIOTA QUE LE HIZO BULLYING A JUHYEON EN PRIMARIA.

source: what are you talking about? of course--
es_419: ¿A QUÉ TE REFIERES? CLARO QUE…

source: but don’t get on my nerves anymore. just grovel.
es_419: PERO NO ME SAQUES DE QUICIO. HUMÍLLATE.

source: if I ask him in a situation like this...
es_419: SI SE LO PIDO EN UN MOMENTO ASÍ…

source: ...it doesn’t explain...
es_419: … ESO NO EXPLICA…

source: every time I saw you act so selfish over the smallest things...
es_419: CADA VEZ QUE TE VEÍA COMPORTÁNDOTE DE FORMA TAN EGOÍSTA SOBRE COSAS TRIVIALES,

source: gasp...
es_419: AHH…

source: then how did she find out?
es_419: ¿ENTONCES CÓMO LO CONSIGUIÓ?

source: from experience, I know people like that are super worried about their own reputations.
es_419: POR EXPERIENCIA, TE DIGO QUE A ESAS PERSONAS LES IMPORTA MUCHÍSIMO SU REPUTACIÓN.

source: sir...
es_419: SEÑOR…

source: jeongmin, you’re home?
es_419: ¿LLEGASTE, JEONGMIN?

source: were you always so quick to switch up on people?
es_419: ¿SIEMPRE CAMBIASTE ASÍ A LAS PERSONAS?

source: I want to try.
es_419: QUIERO INTENTARLO.

source: ...and when I woke up, there was blood coming from my stomach...
es_419: … Y, CUANDO ME DESPERTÉ, ME SALÍA SANGRE DEL ESTÓMAGO…

source: what’s wrong with her?
es_419: ¿QUÉ LE PASA?

source: clutch
es_419: SUJETA

source: it’s not me...
es_419: NO SOY YO…

source: what? why don’t you just outcast me again and go with sora?
es_419: ¿QUÉ? ¿POR QUÉ NO VAS CON SORA OTRA VEZ Y ME DEJAS AQUÍ?

source: who is this guy?
es_419: ¿QUIÉN ES ESTE SUJETO?

source: it hasn’t been that long, but I’m not sure about our relationship yet.
es_419: HACE POCO, PERO AÚN NO SÉ QUÉ CLASE DE RELACIÓN TENEMOS.

source: I’m sorry I looked at the pictures...
es_419: LAMENTO HABER VISTO ESAS FOTOS…

source: okay, thanks for telling me.
es_419: BIEN. GRACIAS POR CONTÁRMELO.

source: when you noticed that we weren’t going in the right direction,
es_419: CUANDO VISTE QUE ÍBAMOS EN OTRA DIRECCIÓN…

source: this is the only and best choice I have.
es_419: ES LO MEJOR Y LO ÚNICO QUE PUEDO HACER.

source: did juhyeon cut her off?
es_419: ¿JUHYEON LA DEJÓ SOLA?

source: die!!
es_419: ¡MUERE!

source: Warning This episode contains strong language that may be upsetting for some readers.
es_419: ADVERTENCIA ESTE EPISODIO CONTIENE LENGUAJE OFENSIVO QUE PODRÍA PERTURBAR A ALGUNOS LECTORES.

source: she wasn’t betrayed.
es_419: NO LA TRAICIONARON.

source: how did she even have the courage to do that do you?
es_419: ¿CÓMO SE ATREVIÓ A HACERTE LO QUE TE HIZO?

source: what? me?
es_419: ¿QUÉ? ¿YO?

source: what happened to you?
es_419: ¿QUÉ TE PASÓ?

source: no matter what.
es_419: PASE LO QUE PASE.

source: I thought you’d be pretty simple and aggressive.
es_419: PENSÉ QUE SERÍAS SENCILLA Y AGRESIVA.

source: w-wait!
es_419: ¡E-ESPERA!

source: fwish
es_419: FUISH

source: idiot.
es_419: IDIOTA.

source: she was pretty, had a nice personality, and smiled often.
es_419: ERA LINDA, TENÍA BUEN CARÁCTER Y SONREÍA MUCHO.

source: he looks so different from the pictures on the internet.
es_419: ES MUY DISTINTO A LAS FOTOS QUE HAY EN INTERNET.

source: bump
es_419: BUM

source: what happened?
es_419: ¿QUÉ PASÓ?

source: welcome, table for two?
es_419: BIENVENIDOS. ¿MESA PARA DOS?

source: I can’t get through to you.
es_419: CUANDO TE HABLO, NUNCA ME ENTIENDES.

source: oh, I think they got into a fight.
es_419: CREO QUE SE PELEARON.

source: ah, this is a dream...
es_419: AH, ES UN SUEÑO…

source: even if it is...
es_419: AUNQUE FUERA ASÍ…

source: hehe
es_419: JEJE

source: hahaha
es_419: JAJAJA

source: ...my dad went on a business trip...
es_419: … MI PAPÁ SE FUE DE VIAJE…

source: did something happen between the two of you?
es_419: ¿PASO ALGO ENTRE USTEDES DOS?

source: hmph, boring...
es_419: JUM, QUÉ ABURRIDO…

source: of course, a big reason behind that was that it felt weird doing so after that man showed up...
es_419: AUNQUE UNO DE LOS MOTIVOS PRINCIPALES ES QUE NO ME SENTÍA CÓMODA HACIÉNDOLO DESPUÉS DE QUE APARECIÓ ESE SUJETO…

source: w-what...?
es_419: ¿Q-QUÉ…?

source: do you want to die?! huh?!
es_419: ¡¿QUIERES MORIR?! ¡¿EH?!

source: ...means that you never gave them anything to believe in.
es_419: SIGNIFICA QUE NUNCA LES DISTE MOTIVOS PARA CONFIAR EN TI.

source: um... hey... don't fight...
es_419: EH… OIGAN… NO SE PELEEN…

source: clunk
es_419: CLAC

source: gulp
es_419: GLU

source: ...no, even around myself, and brings those feelings to the surface...
es_419: … NO, INCLUSO CUANDO ESTOY SOLA… Y LO SACA A LA SUPERFICIE…

source: just stay by my side like you do now.
es_419: SOLO QUÉDATE A MI LADO COMO HASTA AHORA.

source: creak
es_419: ÑIIIC

source: it’s going to be okay...
es_419: TODO SALDRÁ BIEN…

source: Warning this episode contains depictions of bullying and strong language that may be upsetting for some readers.
es_419: ADVERTENCIA ESTE EPISODIO CONTIENE ESCENAS DE BULLYING Y LENGUAJE OFENSIVO QUE PODRÍAN PERTURBAR A ALGUNOS LECTORES.

source: well, it’s better to have her around when I’m trash-talking eunju...
es_419: BUENO, NO ESTÁ MAL QUE ESTÉ CERCA CUANDO HABLO MAL DE EUNJU…

source: do you want me to make that come true?
es_419: ¿QUIERES QUE LO HAGA REALIDAD?

source: I’m tired...
es_419: ESTOY CANSADA…

source: clamor
es_419: BLABLA

source: I am the law.
es_419: SOY LA LEY.

source: you can’t spare 30 minutes?
es_419: ¿NO TIENES MEDIA HORA?

source: ...but we really just went to the bathroom together...
es_419: … PERO SOLO FUIMOS JUNTAS AL BAÑO…

source: ...my little jeongmin.
es_419: … MI PEQUEÑA JEONGMIN.

source: what can I do to her...?
es_419: ¿QUÉ PUEDO HACER CON ELLA?

source: then why was he treating me like this for all this time?
es_419: ¿ENTONCES POR QUÉ ME TRATÓ ASÍ TODO ESTE TIEMPO?

source: hahaha, maybe it’s god telling you to stop being obsessed with knock-off cartoons.
es_419: JA, JA, JA. TAL VEZ ES UN MENSAJE DE DIOS PARA QUE YA NO TE OBSESIONES CON ESAS COSAS.

source: jeongmin, she’s written so much about you!
es_419: ¡ESCRIBIÓ UN MONTÓN SOBRE TI, JEONGMIN!

source: I knew it...
es_419: LO SABÍA.

source: I was just getting to the good part...
es_419: JUSTO CUANDO VENÍA LA MEJOR PARTE…

source: did I tell him to say those things...?
es_419: ¿YO LE ORDENÉ DECIR ESO…?

source: yeah, just something.
es_419: NO FUE TAN GRAVE…

source: she wasn’t like that when we first became friends, but maybe she’d gotten comfortable around me...
es_419: NO ERA ASÍ CUANDO EMPEZAMOS A SER AMIGAS, PERO CREO QUE SE SENTÍA CÓMODA CONMIGO…

source: have you already forgotten that she fought with me because she snapped out of nowhere?
es_419: ¿YA TE OLVIDASTE DE QUE DISCUTIMOS PORQUE ME HABLÓ MAL DE REPENTE?

source: the ones with the real friendship here...
es_419: LAS QUE TIENEN UNA VERDADERA AMISTAD…

source: the brief, cold glances...
es_419: LAS MIRADAS FRÍAS…

source: again...
es_419: OTRA VEZ…

source: no matter what happens, just stay by my side.
es_419: PASE LO QUE PASE, SIGUE A MI LADO.

source: to talk to me...?
es_419: ¿HABLAR…?

source: I’ve realized that the relationship between those two is more complicated than I thought.
es_419: AHORA VEO QUE LA RELACIÓN ENTRE ELLAS ES MÁS COMPLICADA DE LO QUE PENSABA.

source: awesome
es_419: GENIAL

source: ok see you tomorrow!
es_419: OK, NOS VEMOS MAÑANA!

source: hmm...
es_419: MMM…

source: there’s nothing else for me to see.
es_419: NO HAY NADA MÁS PARA VER.

source: wow... did she always look like she was dying?
es_419: GUAU… ¿SIEMPRE TUVO ESE ASPECTO COMO DE MEDIO MUERTA?

source: Daseul Lee left the chat
es_419: DASEUL LEE ABANDONÓ EL CHAT

source: keep hanging out with me for now.
es_419: POR AHORA, SIGUE JUNTÁNDOTE CONMIGO.

source: "she acts all tough and treats people badly."
es_419: "¡SÍ! SE HACE LA DURA Y TRATA MAL A LA GENTE".

source: it feels like she’s lashing out at me a lot, so I--
es_419: SIENTO QUE SOLO SE ENOJA CONMIGO…

source: that truth alone reassures me.
es_419: ESO ME DEJA TRANQUILA.

source: damn it... her, of all people...
es_419: MALDICIÓN… JUSTO ELLA…

source: nod
es_419: ASIENTE

source: really? then it could be them.
es_419: ¿SÍ? ENTONCES ELLAS, QUIZÁS.

source: what’s up with you?
es_419: ¿QUÉ TE PASA?

source: we’re hanging out this weekend, so we’re going to go look at makeup and clothes.
es_419: ESTE FIN DE SEMANA, SALDREMOS. VAMOS A VER MAQUILLAJE Y ROPA.

source: the second method could have side effects for someone attempting to lucid dream for the first time, but...
es_419: EL SEGUNDO MÉTODO PUEDE TENER EFECTOS NEGATIVOS SI LA PERSONA NUNCA LO HIZO ANTES, PERO…

source: I wish she’d have to go through the same thing I did...
es_419: OJALÁ PASARA POR LO MISMO QUE YO…

source: did you know she makes art?
es_419: ¿SABÍAS QUE HACE ARTE?

source: hearing sora speak for you feels kind of shitty.
es_419: ME PARECE HORRIBLE QUE SORA HABLE POR TI.

source: just pretend you’re donating it.
es_419: HAZ DE CUENTA QUE LOS ESTÁS DONANDO.

source: ...only that it was amazing.
es_419: … SOLO ME PARECIÓ INCREÍBLE.

source: shit, is she talking about us?
es_419: ¿ESTÁ HABLANDO DE NOSOTRAS?

source: my heart just feels heavier.
es_419: SIENTO MUCHÍSIMO PESO EN EL PECHO…

source: gnaw
es_419: MUERDE

source: this is why no one likes you.
es_419: POR ESO NO LE AGRADAS A NADIE.

source: okay...
es_419: BUENO…

source: pfft.
es_419: PFF

source: I should just sleep instead of watching them.
es_419: DEBERÍA DORMIR, EN LUGAR DE MIRARLAS.

source: is that so?
es_419: ¿ASÍ SON LAS COSAS?

source: who is that guy...?
es_419: ¿QUIÉN ES ESE CHICO…?

source: you’re like the main character of a webtoon.
es_419: PARECES EL PERSONAJE PRINCIPAL DE UN WEBTOON.

source: y-you...
es_419: ES QUE…

source: are you doing...?
es_419: … ESTÁS HACIENDO?

source: ...but you...
es_419: PERO TÚ…

source: why do you even hang out with her? just hang with us
es_419: POR QUÉ PASAS TIEMPO CON ELLA? VEN CON NOSOTRAS

source: hah...
es_419: JA…

source: yeah, if you force yourself to come and don’t have fun, it’ll just be uncomfortable.
es_419: ES VERDAD. SI VIENES AUNQUE NO TE GUSTE Y LA PASAS MAL, SERÁ MUY INCÓMODO…

source: I should go to the snack shop.
es_419: VOY A COMPRAR ALGO PARA COMER.

source: Room A (4)
es_419: SALA A (4)

source: I think I can understand how you felt back then.
es_419: CREO QUE AHORA SÉ CÓMO TE SENTISTE.

source: you just got to school!
es_419: ¡ACABAS DE LLEGAR!

source: attention, salute.
es_419: ATENCIÓN. SALUDEN.

source: ...I might die...
es_419: PODRÍA MORIRME.

source: you’ve been acting really weird lately!
es_419: ¡ÚLTIMAMENTE ESTÁS MUY RARA!

source: she was popular with our classmates.
es_419: ERA POPULAR EN NUESTRA CLASE.

source: yeah hehe he bought me ddeokbokki
es_419: SÍ JEJE ME COMPRÓ DDEOKBOKKI

source: it’s so funny.
es_419: ES MUY DIVERTIDO.

source: ...and I had more to smile about.
es_419: … Y TENÍA MOTIVOS PARA SONREÍR.

source: yes, sir.
es_419: SÍ, SEÑOR.

source: what did I do to you that was so wrong?
es_419: ¿QUÉ TE HICE QUE FUE TAN TERRIBLE…?

source: what’s good is good...
es_419: TODO IBA BIEN…

source: do I have to spell it out for you? it’s embarrassing to associate with someone like you.
es_419: ¿CÓMO TE LO TENGO QUE EXPLICAR? SERÍA VERGONZOSO QUE ME VEAN CONTIGO.

source: in my dreams, juhyeon doesn’t speak...
es_419: EN MIS SUEÑOS, JUHYEON NO DICE NADA…

source: brush
es_419: ACARICIA

source: ...waiting for me...?
es_419: … ESPERÁNDOME…?

source: hahahah
es_419: JAJAJA

source: this is unbelievable... why are you doing this to me?
es_419: NO PUEDO CREERLO… ¿POR QUÉ ME HACES ESTO?

source: do they have any other intentions?
es_419: ¿TIENEN OTRAS INTENCIONES?

source: I never should have met you in the first place.
es_419: AHORA QUE LO PIENSO, NUNCA DEBÍ HABERTE CONOCIDO.

source: eeeeek
es_419: AAAHHH

source: right?
es_419: ¿NO?

source: um... hey.
es_419: EH… OIGAN.

source: it's so old- fashioned...
es_419: ES MÚSICA DE VIEJOS…

source: ...I still can’t forget how it looked.
es_419: … AÚN NO PUEDO SACÁRMELA DE LA CABEZA.

source: he’ll go back to normal once he gets tired of him.
es_419: CUANDO SE CANSE DE ÉL, VOLVERÁ A LA NORMALIDAD.

source: sniffle
es_419: SNIF

source: what is it? do you have a boyfriend or something?
es_419: ¿QUÉ SUCEDE? ¿TIENES NOVIO O ALGO ASÍ?

source: be careful around her, jeongmin. oh, and...
es_419: TEN CUIDADO CUANDO ESTÉS CON ELLA, JEONGMIN. AH, POR CIERTO…

source: murmur
es_419: MURMULLO

source: what, did jeongmin not shower again?
es_419: ¿OTRA VEZ NO SE DUCHÓ JEONGMIN?

source: 0 following 0 followers
es_419: 0 SIGUIENDO 0 SEGUIDORES

source: ...I’ll give you a chance to redeem yourself.
es_419: … TE DARÉ UNA OPORTUNIDAD DE REDIMIRTE.

source: huh, I actually think I’ve seen you before.
es_419: AH, CREO QUE YA NOS HABÍAMOS VISTO.

source: does she not recognize me?
es_419: ¿NO ME RECONOCE?

source: shit.
es_419: MIERDA.

source: I’ll tell you.
es_419: LES CONTARÉ.

source: wait, my sticker is gone!
es_419: ¡PERDÍ MI PEGATINA!

source: I was looking all over the place for you two!
es_419: ¡LAS BUSQUÉ POR TODAS PARTES!

source: drag
es_419: DESLIZA

source: what about it?
es_419: ¿Y?

source: huff
es_419: UFF

source: you don’t have to tell me if you don’t want to.
es_419: SI NO QUIERES, NO TIENES QUE DECÍRMELO…

source: huh? where’s juhyeon?
es_419: ¿EH? ¿Y JUHYEON?

source: I’ll take it easy today. let’s dream about flying...
es_419: HOY ELEGIRÉ ALGO MÁS TRANQUILO… SOÑARÉ QUE VUELO…

source: awkward
es_419: INCÓMODA

source: jeongmin, were you gossiping about me?
es_419: JEONGMIN, ¿ESTABAN CHISMOSEANDO SOBRE MÍ?

source: I think I’ll go to the snack shop to eat later, lol
es_419: CREO QUE IRÉ A COMPRAR ALGO LUEGO JAJA

source: you remembered that we’re going to karaoke with some guys from another school, right?
es_419: TE ACUERDAS DE QUE IREMOS AL KARAOKE CON UNOS CHICOS DE OTRA ESCUELA, ¿NO?

source: do you know what that bitch says about you at school?
es_419: ¿SABES LO QUE ESA PERRA DICE DE TI EN LA ESCUELA?

source: then go to a pc cafe!
es_419: ¡VE A UN CIBERCAFÉ!

source: gape
es_419: AHHH

source: I’m so jealous :// I wish I had a bf like that
es_419: QUÉ ENVIDIA :// OJALÁ TUVIERA UN NOVIO ASÍ

source: whatever, I just think this will be better than hanging out in an awkward odd number.
es_419: SOLO CREO QUE SERÍA MEJOR QUE FUÉRAMOS CUATRO Y NO TRES; NO ME GUSTAN LOS NÚMEROS IMPARES.

source: isn’t it impossible to see our chat log unless one of us sent her screenshots?
es_419: ¿NO ES IMPOSIBLE VER LOS MENSAJES A MENOS QUE ALGUIEN LE ENVÍE UNA CAPTURA DE PANTALLA?

source: do you really think I would want to be friends with jeongmin, even though juhyeon asked me to?
es_419: ¿CREES QUE SERÍA AMIGA DE JEONGMIN, INCLUSO SI ME LO PIDIERA JUHYEON DIRECTAMENTE?

source: I said too much...
es_419: HABLÉ DE MÁS…

source: ...so she doesn’t like hyejin or yuju, but she’s totally obsessed with juhyeon.
es_419: … POR ESO HYEJIN O YUJU NO LE AGRADAN, PERO ESTÁ OBSESIONADA CON JUHYEON.

source: sorry, eunju. you want chocolate milk, right?
es_419: PERDÓN, EUNJU. QUIERES LECHE DE CHOCOLATE, ¿NO?

source: did I give up my sleep and try lucid dreaming just to be like this?
es_419: ¿DEJÉ DE DORMIR Y EMPECÉ A TENER SUEÑOS LÚCIDOS SOLO PARA ESTO?

source: I’m the victim here.
es_419: DESPUÉS DE TODO, YO SOY LA VÍCTIMA.

source: what took you so long?
es_419: ¿POR QUÉ TARDASTE TANTO?

source: ...but we never want to believe them again.
es_419: … PERO NO QUEREMOS GUIARNOS POR ESO DE NUEVO.

source: after that guy showed up, it feels weird going back...
es_419: DESDE QUE APARECIÓ ESE SUJETO, NO ME SIENTO CÓMODA VOLVIENDO…

source: hyejin, you airhead!
es_419: ¡HYEJIN, TONTA!

source: ...that I thought those girls had nothing to do with me anymore.
es_419: … QUE CREÍ QUE ESAS CHICAS YA NO TENÍAN NADA QUE VER CONMIGO.

source: huh? oh, am I allowed to say this?
es_419: ¿EH? AH, ¿PUEDO DECIRLO?

source: you told her not to play with us!
es_419: ¡LE DIJISTE QUE NO JUEGUE CON NOSOTRAS!

source: I heard hyejin transferred here because she was expelled.
es_419: ME ENTERÉ DE QUE TRANSFIRIERON A HYEJIN PORQUE LA EXPULSARON.

source: seeing as juhyeon never said anything about it,
es_419: COMO JUHYEON NUNCA ME DIJO NADA,

source: silent
es_419: SILENCIO

source: right, haha...
es_419: ES VERDAD. JA, JA…

source: yes.
es_419: SÍ.

source: but I don’t need any of that anymore.
es_419: PERO YA NO ES NECESARIO.

source: you don’t like juhyeon deep down either.
es_419: A TI TAMPOCO TE AGRADA.

source: stand
es_419: SE PARA

source: I’m kind of scared of her, though.
es_419: PERO ME DA UN POCO DE MIEDO…

source: o-oh...
es_419: AH…

source: she approached me first.
es_419: ELLA ME HABLÓ PRIMERO.

source: and I told you last time.
es_419: YA TE LO DIJE.

source: I told myself I wouldn’t worry about it anymore...
es_419: PROMETÍ QUE YA NO ME PREOCUPARÍA POR ESTO…

source: this is boring
es_419: QUÉ ABURRIDO

source: I’m already annoyed, and now this nobody is pissing me off...
es_419: YA ESTOY ENOJADA Y AHORA ESTA IDIOTA NO DEJA DE MOLESTARME…

source: I don’t have money! hey!!
es_419: ¡OYE! ¡NO TENGO DINERO!

source: you mean me?
es_419: ¿EN SERIO?

source: people like that are going to end up alone anyway.
es_419: TARDE O TEMPRANO, LA GENTE COMO ELLA SIEMPRE SE QUEDA SOLA.

source: fwoosh
es_419: FIUUSH

source: startle
es_419: SORPRESA

source: don’t we need to teach her a lesson?
es_419: ¿NO DEBERÍAMOS DARLE UNA LECCIÓN?

source: why would you be so meek just because of that?!
es_419: ¡¿POR QUÉ, DE REPENTE, ERES TAN SUMISA?!

source: sure!
es_419: ¡CLARO!

source: I heard everything.
es_419: ESCUCHÉ TODO.

source: damn it!
es_419: ¡MALDICIÓN!

source: she must be really smart.
es_419: DEBE SER MUY LISTA.

source: ...I bullied jeongmin in juhyeon’s place.
es_419: … LE HICE BULLYING A JEONGMIN EN NOMBRE DE JUHYEON.

source: we’re going to go to the bathroom, do you want to come with us?
es_419: VAMOS AL BAÑO. ¿QUIERES VENIR CON NOSOTRAS?

source: if I’d been bullied by someone like jeongmin, I wouldn’t have stopped where juhyeon did.
es_419: SI A MÍ ME HUBIERA HECHO BULLYING ALGUIEN COMO JEONGMIN, YO NO ME HABRÍA DETENIDO DONDE SE DETUVO JUHYEON.

source: what?
es_419: ¿QUÉ?

source: sigh... who’s the real wall here...
es_419: UFF… QUIÉN ES LA PARED AQUÍ…

source: in that moment, I could feel it with my whole body.
es_419: EN ESE INSTANTE, LO SENTÍ EN TODO EL CUERPO.

source: we’ve been thinking about it amongst ourselves...
es_419: ESTUVIMOS PENSANDO EN ESO POR NUESTRA CUENTA…

source: Follow
es_419: SEGUIR

source: coloring assistance kk
es_419: AYUDA CON LOS COLORES KK

source: u-um...
es_419: EH…

source: I’m sorry...!
es_419: ¡LO SIENTO…!

source: juhyeon told me that I could tell you now...
es_419: JUHYEON ME DIJO QUE YA PODÍA CONTÁRTELO…

source: do you have any plans for after you drop me and move on to jeongmin?
es_419: ¿TIENES PLANES PARA CUANDO ME DEJES DE LADO Y SIGAS A JEONGMIN?

source: I don’t want to mess with her for no reason.
es_419: NO QUIERO HACERLE ALGO SIN MOTIVO.

source: well, I guess it doesn’t matter.
es_419: SUPONGO QUE NO IMPORTA.

source: but I can do things like what happened to your friend.
es_419: AUNQUE PUEDO HACER COSAS COMO LO QUE LE PASÓ A ELLA.

source: it has to be a lie, then.
es_419: ENTONCES, ES MENTIRA.

source: what if he gets weirded out because some creepy girl talked to him?
es_419: ¿Y SI SE ENOJA PORQUE UNA CHICA RARA COMO YO LE HABLA?

source: these days...
es_419: ÚLTIMAMENTE…

source: that could be a crime, you know that?
es_419: ALGO ASÍ PODRÍA SER ILEGAL, ¿SABES?

source: thud
es_419: PUM

source: no thanks.
es_419: NO, GRACIAS.

source: remind me
es_419: RECORDARME

source: that’s why...
es_419: POR ESO…

source: I can’t believe she still hasn’t come to her senses after what happened last time...
es_419: NO PUEDO CREER QUE NO LO ENTIENDA DESPUÉS DE LO QUE PASÓ LA ÚLTIMA VEZ…

source: don’t touch me.
es_419: NO ME TOQUES.

source: ...as soon as possible.
es_419: … TAN PRONTO COMO PUEDA.

source: they’re right...
es_419: TIENEN RAZÓN…

source: it’s easy for her to abandon others.
es_419: LE RESULTA FÁCIL ABANDONAR A OTROS.

source: hey! juhyeon!
es_419: ¡EH! ¡JUHYEON!

source: then...
es_419: ENTONCES…

source: you understand now, right?
es_419: ¿AHORA LO ENTIENDES?

source: you’re the one I can’t get through to...
es_419: TÚ ERES LA QUE NUNCA ME ENTIENDE CUANDO TE HABLO…

source: don’t you think you’re crossing the line?
es_419: ¿NO CREES QUE TE ESTÁS PASANDO DE LA RAYA?

source: ...and that was the problem.
es_419: … Y ESE ERA EL PROBLEMA.

source: I have to talk to you.
es_419: TENGO QUE HABLAR CONTIGO.

source: this is what a bully deserves.
es_419: ES LO QUE TE MERECES POR HACER BULLYING.

source: does he have someone he likes?
es_419: ¿LE GUSTA ALGUIEN?

source: in grade school, she--
es_419: EN PRIMARIA, ELLA…

source: defend me when the situation calls for it.
es_419: DEFIÉNDEME CUANDO SEA NECESARIO.

source: maybe I have some time left...
es_419: QUIZÁS TENGO ALGO DE TIEMPO…

source: Juhyeon uses this “betrayal” to fuel insults and isolate Jeongmin.
es_419: Juhyeon se aprovecha de esta «traición» para insultar a Jeongmin y aislarla del grupo.
